Repository: divyeshthakrar/ringcaptcha-wordpress
Catalog: languages/rc_-*.po
Languages: es_es

source: Settings saved
es_es: Configuraciones guardadas

source: Sign up at <a href="http://www.ringcaptcha.com" target="_blank">RingCaptcha</a> website, create a widget with your domain and insert the App and Secret Keys below.
es_es: Registrate en el sitio de <a href="http://www.ringcaptcha.com" target="_blank">RingCaptcha</a> crea tu widget con tu dominio e ingresa el App y Secret Keys debajo.

source: Language
es_es: Idioma

source: Default Country
es_es: País por Default

source: Active Forms
es_es: Formularios Activos

source: Login Form
es_es: Inicio de Sesión

source: Register Form
es_es: Registro

source: Lost Password Form
es_es: Recuperar Contraseña

source: Save Settings
es_es: Guardar configuraciones

source: Phone Verification is required to proceed.
es_es: La verificación telefónica es requerida.

source: <strong>ERROR</strong>: Phone Verification is required to proceed.
es_es: <strong>ERROR</strong>: La verificación telefónica es requerida.

source: Phone
es_es: Teléfono

source: Activate RingCaptcha
es_es: Activar RingCaptcha

source: Active RingCaptcha for the billing phone.
es_es: Activa RingCaptcha en el checkout
